name: "software_defects"
platform: "pytorch_libtorch"
max_batch_size: 32
input [
  {
    name: "input__0"
    data_type: TYPE_FP32
    dims: [21]
  }
]
output [
  {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [2]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_CPU
  }
]
dynamic_batching {
  preferred_batch_size: [4, 8, 16, 32]
  max_queue_delay_microseconds: 10000
}
parameters {
  key: "INFERENCE_MODE"
  value: {string_value: "true"}
}
